app/controllers/events_controller.rb

SELECT "events".* FROM "events"
---
  def index #rechercher les bases de fichier & seed
    @list_events = Event.all